Revit 2027 API
ParameterTypeId.StructuralSectionIshapeBoltSpacingBetweenRows Property
 "Bolt Spacing between Rows"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIshapeBoltSpacingBetweenRows { get; }
Public Shared ReadOnly Property StructuralSectionIshapeBoltSpacingBetweenRows As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIshapeBoltSpacingBetweenRows {
	ForgeTypeId^ get ();
}
static member StructuralSectionIshapeBoltSpacingBetweenRows : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace